Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 请按下新的组合键（功能键 F1–F20 可单独使用，其余需包含 ⌘/⌥/⌃ 中至少一个修饰键），按 Esc 取消
ar: اضغط تركيبة جديدة (يمكن استخدام مفاتيح الوظائف F1–F20 وحدها، وإلا يجب أن تتضمن ⌘/⌥/⌃ واحدة على الأقل)، اضغط Esc للإلغاء
de: Drücken Sie eine neue Tastenkombination (Funktionstasten F1–F20 können allein verwendet werden, sonst ist mindestens ⌘/⌥/⌃ erforderlich), Esc zum Abbrechen
en: Press a new key combination (function keys F1–F20 can be used alone; otherwise at least one of ⌘/⌥/⌃ is required), press Esc to cancel
es: Pulse una nueva combinación (las teclas de función F1–F20 pueden usarse solas; en caso contrario se requiere al menos ⌘/⌥/⌃), pulse Esc para cancelar
fr: Appuyez sur une nouvelle combinaison (les touches de fonction F1–F20 peuvent être utilisées seules ; sinon au moins ⌘/⌥/⌃ est requis), appuyez sur Esc pour annuler
hi: नया कुंजी संयोजन दबाएँ (फ़ंक्शन कुंजियाँ F1–F20 अकेले उपयोग की जा सकती हैं, अन्यथा कम से कम ⌘/⌥/⌃ में से एक आवश्यक है), रद्द करने के लिए Esc दबाएँ
id: Tekan kombinasi baru (tombol fungsi F1–F20 dapat digunakan sendiri, selain itu harus memuat setidaknya salah satu ⌘/⌥/⌃), tekan Esc untuk batal
it: Premi una nuova combinazione (i tasti funzione F1–F20 possono essere usati da soli; altrimenti serve almeno ⌘/⌥/⌃), premi Esc per annullare
ja: 新しい組み合わせを押してください（ファンクションキー F1〜F20 は単独で使用可能。それ以外は ⌘/⌥/⌃ のいずれか1つ以上が必要）。Esc でキャンセル
ko: 새 조합을 누르세요(기능 키 F1–F20은 단독 사용 가능, 그 외에는 ⌘/⌥/⌃ 중 하나 이상 필요), Esc를 눌러 취소
nl: Druk een nieuwe toetscombinatie (functietoetsen F1–F20 kunnen alleen worden gebruikt, anders is minstens één van ⌘/⌥/⌃ vereist), druk op Esc om te annuleren
pl: Naciśnij nową kombinację (klawisze funkcyjne F1–F20 mogą być używane samodzielnie, w innym przypadku wymagany jest co najmniej jeden z ⌘/⌥/⌃), naciśnij Esc, aby anulować
pt: Pressione uma nova combinação (as teclas de função F1–F20 podem ser usadas sozinhas; caso contrário, é necessário ao menos ⌘/⌥/⌃), pressione Esc para cancelar
ru: Нажмите новую комбинацию (функциональные клавиши F1–F20 можно использовать отдельно, иначе нужна хотя бы одна из ⌘/⌥/⌃), нажмите Esc для отмены
sv: Tryck en ny tangentkombination (funktionstangenterna F1–F20 kan användas ensamma, annars krävs minst en av ⌘/⌥/⌃), tryck Esc för att avbryta
th: กดคีย์ผสมใหม่ (ปุ่มฟังก์ชัน F1–F20 ใช้เดี่ยวได้ นอกนั้นต้องมี ⌘/⌥/⌃ อย่างน้อยหนึ่งตัว) กด Esc เพื่อยกเลิก
tr: Yeni bir tuş kombinasyonuna basın (F1–F20 fonksiyon tuşları tek başına kullanılabilir; diğerleri en az bir ⌘/⌥/⌃ içermelidir), iptal için Esc'ye basın
uk: Натисніть нову комбінацію (функціональні клавіші F1–F20 можна використовувати окремо, інакше потрібна принаймні одна з ⌘/⌥/⌃), натисніть Esc для скасування
vi: Nhấn tổ hợp phím mới (phím chức năng F1–F20 có thể dùng riêng, ngoài ra phải gồm ít nhất một trong ⌘/⌥/⌃), nhấn Esc để hủy
zh_hant: 請按下新的組合鍵（功能鍵 F1–F20 可單獨使用，其餘需包含 ⌘/⌥/⌃ 中至少一個修飾鍵），按 Esc 取消

source: 请求失败（%lld）：%@
ar: فشل الطلب (%lld): %@
de: Anfrage fehlgeschlagen (%lld): %@
en: Request failed (%lld): %@
es: Error en la solicitud (%lld): %@
fr: Échec de la requête (%lld) : %@
hi: अनुरोध विफल (%lld): %@
id: Permintaan gagal (%lld): %@
it: Richiesta non riuscita (%lld): %@
ja: リクエストに失敗しました（%lld）: %@
ko: 요청 실패(%lld): %@
nl: Verzoek mislukt (%lld): %@
pl: Żądanie nie powiodło się (%lld): %@
pt: Falha na solicitação (%lld): %@
ru: Не удалось выполнить запрос (%lld): %@
sv: Begäran misslyckades (%lld): %@
th: คำขอล้มเหลว (%lld): %@
tr: İstek başarısız (%lld): %@
uk: Запит не вдався (%lld): %@
vi: Yêu cầu thất bại (%lld): %@
zh_hant: 請求失敗（%lld）：%@

source: 请求失败（错误码 %lld），请检查配置后重试
ar: فشل الطلب (رمز الخطأ %lld). تحقق من التكوين وحاول مجددًا.
de: Anfrage fehlgeschlagen (Fehlercode %lld). Bitte prüfen Sie die Konfiguration und versuchen Sie es erneut.
en: Request failed (error code %lld). Please check the configuration and retry.
es: Error en la solicitud (código de error %lld). Comprueba la configuración y reintenta.
fr: Échec de la requête (code d'erreur %lld). Veuillez vérifier la configuration puis réessayer.
hi: अनुरोध विफल (त्रुटि कोड %lld)। कृपया कॉन्फ़िगरेशन जाँचें और पुनः प्रयास करें।
id: Permintaan gagal (kode kesalahan %lld). Silakan periksa konfigurasi lalu coba lagi.
it: Richiesta non riuscita (codice errore %lld). Controlla la configurazione e riprova.
ja: リクエストに失敗しました（エラーコード %lld）。設定を確認して再試行してください。
ko: 요청 실패(오류 코드 %lld). 구성을 확인한 후 다시 시도하세요.
nl: Verzoek mislukt (foutcode %lld). Controleer de configuratie en probeer opnieuw.
pl: Żądanie nie powiodło się (kod błędu %lld). Sprawdź konfigurację i spróbuj ponownie.
pt: Falha na solicitação (código de erro %lld). Verifique a configuração e tente novamente.
ru: Не удалось выполнить запрос (код ошибки %lld). Проверьте конфигурацию и повторите попытку.
sv: Begäran misslyckades (felkod %lld). Kontrollera konfigurationen och försök igen.
th: คำขอล้มเหลว (รหัสข้อผิดพลาด %lld) โปรดตรวจสอบการกำหนดค่าแล้วลองใหม่
tr: İstek başarısız (hata kodu %lld). Lütfen yapılandırmayı kontrol edip tekrar deneyin.
uk: Запит не вдався (код помилки %lld). Перевірте конфігурацію та спробуйте ще раз.
vi: Yêu cầu thất bại (mã lỗi %lld). Vui lòng kiểm tra cấu hình rồi thử lại.
zh_hant: 請求失敗（錯誤碼 %lld），請檢查配置後重試

source: 请求权限
ar: طلب الوصول
de: Zugriff anfragen
en: Request Access
es: Solicitar acceso
fr: Demander l'accès
hi: पहुँच का अनुरोध करें
id: Minta akses
it: Richiedi accesso
ja: アクセスを許可
ko: 권한 요청
nl: Vraag toegang
pl: Poproś o dostęp
pt: Solicitar acesso
ru: Запросить доступ
sv: Begär åtkomst
th: ขอสิทธิ์
tr: Erişim iste
uk: Попросити доступ
vi: Yêu cầu quyền
zh_hant: 請求權限

source: 请求过于频繁，请稍后重试
ar: طلبات كثيرة جدًا. حاول مجددًا لاحقًا.
de: Zu viele Anfragen. Bitte versuchen Sie es später erneut.
en: Too many requests. Please retry later.
es: Demasiadas solicitudes. Inténtalo de nuevo más tarde.
fr: Trop de requêtes. Veuillez réessayer plus tard.
hi: बहुत अधिक अनुरोध। कृपया बाद में पुनः प्रयास करें।
id: Terlalu banyak permintaan. Silakan coba lagi nanti.
it: Troppe richieste. Riprova più tardi.
ja: リクエストが多すぎます。しばらくしてから再試行してください。
ko: 요청이 너무 잦습니다. 나중에 다시 시도하세요.
nl: Te veel verzoeken. Probeer het later opnieuw.
pl: Zbyt wiele żądań. Spróbuj ponownie później.
pt: Muitas solicitações. Tente novamente mais tarde.
ru: Слишком много запросов. Повторите попытку позже.
sv: För många begäranden. Försök igen senare.
th: คำขอมากเกินไป โปรดลองใหม่ภายหลัง
tr: Çok fazla istek. Lütfen daha sonra tekrar deneyin.
uk: Забагато запитів. Спробуйте пізніше.
vi: Quá nhiều yêu cầu. Vui lòng thử lại sau.
zh_hant: 請求過於頻繁，請稍後重試

source: 请阅读以下内容并确认同意
ar: اقرأ المحتوى التالي وأكّد موافقتك
de: Bitte lesen Sie den folgenden Inhalt und bestätigen Sie Ihre Zustimmung
en: Please read the following content and confirm your agreement
es: Lee el siguiente contenido y confirma tu acuerdo
fr: Veuillez lire le contenu suivant et confirmer votre accord
hi: कृपया निम्न सामग्री पढ़ें और अपनी सहमति की पुष्टि करें
id: Silakan baca konten berikut dan konfirmasi persetujuan Anda
it: Leggi il contenuto seguente e conferma il tuo consenso
ja: 以下の内容をお読みになり、同意をご確認ください
ko: 아래 내용을 읽고 동의를 확인해 주세요
nl: Lees de volgende inhoud en bevestig uw akkoord
pl: Przeczytaj poniższą treść i potwierdź swoją zgodę
pt: Leia o conteúdo a seguir e confirme sua concordância
ru: Прочитайте следующее содержимое и подтвердите согласие
sv: Läs följande innehåll och bekräfta ditt godkännande
th: โปรดอ่านเนื้อหาต่อไปนี้และยืนยันการยอมรับ
tr: Lütfen aşağıdaki içeriği okuyup onayınızı doğrulayın
uk: Прочитайте наведений нижче вміст і підтвердіть згоду
vi: Vui lòng đọc nội dung sau và xác nhận đồng ý
zh_hant: 請閱讀以下內容並確認同意

source: 读取本地数据失败，稍后会自动重试。
ar: تعذّرت قراءة البيانات المحلية. ستُعاد المحاولة تلقائيًا لاحقًا.
de: Lokale Daten konnten nicht gelesen werden. Es wird später automatisch erneut versucht.
en: Failed to read local data. It will be retried automatically later.
es: No se pudieron leer los datos locales. Se reintentará automáticamente más tarde.
fr: Échec de la lecture des données locales. Une nouvelle tentative aura lieu automatiquement plus tard.
hi: स्थानीय डेटा पढ़ा नहीं जा सका। बाद में स्वतः पुनः प्रयास किया जाएगा।
id: Gagal membaca data lokal. Akan dicoba lagi secara otomatis nanti.
it: Impossibile leggere i dati locali. Verrà ritentato automaticamente più tardi.
ja: ローカルデータの読み込みに失敗しました。後で自動的に再試行します。
ko: 로컬 데이터를 읽지 못했습니다. 잠시 후 자동으로 다시 시도합니다.
nl: Kan lokale gegevens niet lezen. Er wordt later automatisch opnieuw geprobeerd.
pl: Nie udało się odczytać danych lokalnych. Ponowna próba nastąpi automatycznie później.
pt: Falha ao ler os dados locais. Será tentado novamente de forma automática mais tarde.
ru: Не удалось прочитать локальные данные. Повтор будет выполнен автоматически позже.
sv: Det gick inte att läsa lokala data. Ett nytt försök görs automatiskt senare.
th: อ่านข้อมูลในเครื่องไม่สำเร็จ จะลองใหม่โดยอัตโนมัติในภายหลัง
tr: Yerel veriler okunamadı. Daha sonra otomatik olarak yeniden denenecek.
uk: Не вдалося прочитати локальні дані. Повторну спробу буде виконано автоматично пізніше.
vi: Không đọc được dữ liệu cục bộ. Sẽ tự động thử lại sau.
zh_hant: 讀取本機資料失敗，稍後會自動重試。

source: 读取音频失败
ar: فشل قراءة الصوت
de: Audio lesen fehlgeschlagen
en: Failed to read audio
es: Error al leer el audio
fr: Échec de la lecture de l'audio
hi: ऑडियो पढ़ने में विफल
id: Gagal membaca audio
it: Lettura dell'audio non riuscita
ja: 音声の読み込みに失敗
ko: 오디오 읽기 실패
nl: Audio lezen mislukt
pl: Nie udało się odczytać dźwięku
pt: Falha ao ler o áudio
ru: Не удалось прочитать аудио
sv: Det gick inte att läsa ljud
th: อ่านเสียงล้มเหลว
tr: Ses okunamadı
uk: Не вдалося прочитати аудіо
vi: Đọc âm thanh thất bại
zh_hant: 讀取音訊失敗

source: 负责人、来源等（可选）
ar: المسؤول، المصدر، إلخ (اختياري)
de: Verantwortlicher, Quelle usw. (optional)
en: Assignee, source, etc. (optional)
es: Responsable, fuente, etc. (opcional)
fr: Responsable, source, etc. (facultatif)
hi: उत्तरदायी, स्रोत आदि (वैकल्पिक)
id: Penanggung jawab, sumber, dll. (opsional)
it: Responsabile, fonte, ecc. (facoltativo)
ja: 担当者・ソースなど（任意）
ko: 담당자, 소스 등(선택 사항)
nl: Verantwoordelijke, bron enz. (optioneel)
pl: Osoba odpowiedzialna, źródło itp. (opcjonalnie)
pt: Responsável, fonte, etc. (opcional)
ru: Ответственный, источник и т. п. (необязательно)
sv: Ansvarig, källa m.m. (valfritt)
th: ผู้รับผิดชอบ แหล่งที่มา ฯลฯ (ไม่บังคับ)
tr: Sorumlu, kaynak vb. (isteğe bağlı)
uk: Відповідальний, джерело тощо (необов'язково)
vi: Người phụ trách, nguồn, v.v. (tùy chọn)
zh_hant: 負責人、來源等（選填）

source: 账号
ar: حساب
de: Konto
en: Account
es: Cuenta
fr: Compte
hi: खाता
id: Akun
it: Account
ja: アカウント
ko: 계정
nl: Account
pl: Konto
pt: Conta
ru: Аккаунт
sv: Konto
th: บัญชี
tr: Hesap
uk: Обліковий запис
vi: Tài khoản
zh_hant: 帳號

source: 质量
ar: الجودة
de: Qualität
en: Quality
es: Calidad
fr: Qualité
hi: गुणवत्ता
id: Kualitas
it: Qualità
ja: 品質
ko: 품질
nl: Kwaliteit
pl: Jakość
pt: Qualidade
ru: Качество
sv: Kvalitet
th: คุณภาพ
tr: Kalite
uk: Якість
vi: Chất lượng
zh_hant: 品質

# 质量：%@（%@）
source: 质量：%1$@（%2$@）
ar: الجودة: %1$@ (%2$@)
de: Qualität: %1$@ (%2$@)
en: Quality: %1$@ (%2$@)
es: Calidad: %1$@ (%2$@)
fr: Qualité : %1$@ (%2$@)
hi: गुणवत्ता: %1$@ (%2$@)
id: Kualitas: %1$@ (%2$@)
it: Qualità: %1$@ (%2$@)
ja: 品質：%1$@（%2$@）
ko: 품질: %1$@ (%2$@)
nl: Kwaliteit: %1$@ (%2$@)
pl: Jakość: %1$@ (%2$@)
pt: Qualidade: %1$@ (%2$@)
ru: Качество: %1$@ (%2$@)
sv: Kvalitet: %1$@ (%2$@)
th: คุณภาพ: %1$@ (%2$@)
tr: Kalite: %1$@ (%2$@)
uk: Якість: %1$@ (%2$@)
vi: Chất lượng: %1$@ (%2$@)
zh_hant: 品質：%1$@（%2$@）

source: 越高越细：分段窗口重叠更多、每段更长，说话人边界更精确，同时更吃 CPU 与内存。档位只调整分段相关参数（何时分段、每段多长、窗口重叠多少），说话人聚类与声纹识别的判定标准不变。「标准」与历史默认行为一致；修改后需重新转写才生效。
ar: كلما ارتفع المستوى زادت الدقة: زيادة تداخل نوافذ التقسيم وطول المقاطع تجعل حدود المتحدثين أدق، مقابل استهلاك أكبر للمعالج والذاكرة. لا يغيّر المستوى سوى معاملات التقسيم (متى يتم التقسيم، وطول كل مقطع، ومقدار تداخل النوافذ)؛ أما عتبات قرار تجميع المتحدثين والتعرّف على بصمات الصوت فتبقى كما هي. «قياسي» يطابق السلوك الافتراضي السابق؛ ولا تُطبَّق التغييرات إلا بعد إعادة النسخ النصي.
de: Höher bedeutet feiner: Mehr Überlappung der Segmentierungsfenster und längere Segmente machen Sprechergrenzen präziser, kosten aber mehr CPU und Speicher. Die Stufe ändert nur Segmentierungsparameter (wann getrennt wird, wie lang ein Segment ist, wie stark Fenster überlappen); die Entscheidungsschwellen für Sprecher-Clustering und Stimmabdruck-Erkennung bleiben gleich. „Standard“ entspricht dem bisherigen Standardverhalten; Änderungen wirken erst nach erneutem Transkribieren.
en: Higher is finer: more overlap between segmentation windows and longer segments make speaker boundaries more precise, at the cost of more CPU and memory. The level only changes segmentation parameters (when to split, how long each segment is, how much windows overlap); the decision thresholds for speaker clustering and voiceprint recognition stay the same. “Standard” matches the previous default behaviour; changes take effect only after re-transcribing.
es: Cuanto más alto, más fino: más solapamiento entre ventanas de segmentación y segmentos más largos hacen que los límites de los hablantes sean más precisos, a costa de más CPU y memoria. El nivel solo cambia los parámetros de segmentación (cuándo dividir, cuánto dura cada segmento y cuánto se solapan las ventanas); los umbrales de decisión del agrupamiento de hablantes y del reconocimiento de huellas de voz no cambian. «Estándar» coincide con el comportamiento predeterminado anterior; los cambios solo se aplican tras volver a transcribir.
fr: Plus le niveau est élevé, plus le traitement est fin : davantage de chevauchement entre les fenêtres de segmentation et des segments plus longs rendent les frontières des locuteurs plus précises, au prix d'une consommation accrue de CPU et de mémoire. Le niveau ne modifie que les paramètres de segmentation (quand découper, durée de chaque segment, chevauchement des fenêtres) ; les seuils de décision du regroupement des locuteurs et de la reconnaissance d'empreintes vocales restent identiques. « Standard » correspond au comportement par défaut précédent ; les modifications ne prennent effet qu'après une nouvelle transcription.
hi: स्तर जितना ऊँचा, प्रोसेसिंग उतनी महीन: विभाजन विंडो का अधिक ओवरलैप और लंबे खंड वक्ताओं की सीमाएँ अधिक सटीक बनाते हैं, पर CPU और मेमोरी भी अधिक लगती है। स्तर केवल विभाजन से जुड़े पैरामीटर बदलता है (कब विभाजित करें, प्रत्येक खंड कितना लंबा हो, विंडो कितनी ओवरलैप करें); वक्ता क्लस्टरिंग और वॉइसप्रिंट पहचान के निर्णय-मानदंड अपरिवर्तित रहते हैं। «मानक» पिछले डिफ़ॉल्ट व्यवहार के समान है; बदलाव दोबारा ट्रांसक्राइब करने पर ही लागू होते हैं।
id: Semakin tinggi semakin halus: tumpang tindih jendela segmentasi lebih banyak dan segmen lebih panjang membuat batas pembicara lebih presisi, dengan konsekuensi CPU dan memori lebih besar. Tingkat ini hanya mengubah parameter segmentasi (kapan memisah, berapa lama tiap segmen, seberapa besar jendela bertumpang tindih); ambang keputusan pengelompokan pembicara dan pengenalan cetak suara tidak berubah. «Standar» sama dengan perilaku bawaan sebelumnya; perubahan baru berlaku setelah transkripsi ulang.
it: Più alto è più fine: maggiore sovrapposizione tra le finestre di segmentazione e segmenti più lunghi rendono i confini degli interlocutori più precisi, al costo di più CPU e memoria. Il livello cambia solo i parametri di segmentazione (quando dividere, quanto dura ogni segmento, quanto si sovrappongono le finestre); le soglie decisionali del raggruppamento degli interlocutori e del riconoscimento delle impronte vocali restano invariate. «Standard» corrisponde al comportamento predefinito precedente; le modifiche hanno effetto solo dopo una nuova trascrizione.
ja: 高いほど細かくなります。分割ウィンドウの重なりが増え、1 セグメントが長くなるため話者の境界がより正確になりますが、CPU とメモリの使用量も増えます。この段階で変わるのは分割に関するパラメータ（いつ分割するか、1 セグメントの長さ、ウィンドウの重なり量）のみで、話者クラスタリングと声紋認識の判定基準は変わりません。「標準」は従来の既定動作と同じです。変更は再文字起こし後に反映されます。
ko: 높을수록 더 세밀합니다. 분할 창의 겹침이 많아지고 각 구간이 길어져 화자 경계가 더 정확해지지만 CPU와 메모리를 더 사용합니다. 이 단계에서 바뀌는 것은 분할 관련 파라미터(언제 분할할지, 구간 길이, 창 겹침 정도)뿐이며, 화자 클러스터링과 성문 인식의 판정 기준은 그대로입니다. ‘표준’은 기존 기본 동작과 동일합니다. 변경 사항은 다시 전사한 뒤에 적용됩니다.
nl: Hoger is fijner: meer overlap tussen segmentatievensters en langere segmenten maken sprekersgrenzen nauwkeuriger, ten koste van meer CPU en geheugen. Het niveau wijzigt alleen segmentatieparameters (wanneer er wordt gesplitst, hoe lang elk segment is, hoeveel vensters overlappen); de beslissingsdrempels voor sprekersclustering en stemafdrukherkenning blijven gelijk. ‘Standaard’ komt overeen met het vroegere standaardgedrag; wijzigingen gelden pas na opnieuw transcriberen.
pl: Im wyższy poziom, tym dokładniejsze przetwarzanie: większe nakładanie się okien segmentacji i dłuższe segmenty zwiększają precyzję granic mówców, kosztem większego użycia CPU i pamięci. Poziom zmienia tylko parametry segmentacji (kiedy dzielić, jak długi jest segment, jak mocno nakładają się okna); progi decyzyjne grupowania mówców i rozpoznawania odcisków głosu pozostają bez zmian. „Standardowy” odpowiada poprzedniemu domyślnemu działaniu; zmiany działają dopiero po ponownym przepisaniu na tekst.
pt: Quanto mais alto, mais fino: mais sobreposição entre janelas de segmentação e segmentos mais longos tornam os limites dos falantes mais precisos, ao custo de mais CPU e memória. O nível altera apenas parâmetros de segmentação (quando dividir, duração de cada segmento e sobreposição das janelas); os limites de decisão da aglomeração de falantes e do reconhecimento de impressões de voz mantêm-se iguais. «Padrão» corresponde ao comportamento predefinido anterior; as alterações só se aplicam após uma nova transcrição.
ru: Чем выше уровень, тем точнее обработка: больше перекрытие окон сегментации и более длинные сегменты делают границы говорящих точнее, но требуют больше процессора и памяти. Уровень меняет только параметры сегментации (когда разделять, длину сегмента и перекрытие окон); пороги кластеризации говорящих и распознавания голосовых отпечатков остаются прежними. «Стандартный» соответствует прежнему поведению по умолчанию; изменения вступают в силу только после повторной транскрибации.
sv: Högre är finare: mer överlapp mellan segmenteringsfönster och längre segment gör talargränserna mer exakta, men kostar mer CPU och minne. Nivån ändrar bara segmenteringsparametrar (när det delas, hur långt varje segment är, hur mycket fönstren överlappar); beslutsgränserna för talarklustring och röstavtrycksigenkänning är oförändrade. ”Standard” motsvarar det tidigare standardbeteendet; ändringar gäller först efter ny transkribering.
th: ยิ่งสูงยิ่งละเอียด: การเหลื่อมกันของหน้าต่างแบ่งช่วงมากขึ้นและช่วงที่ยาวขึ้นทำให้ขอบเขตผู้พูดแม่นยำขึ้น แต่ใช้ CPU และหน่วยความจำมากขึ้น ระดับนี้ปรับเฉพาะพารามิเตอร์การแบ่งช่วง (จะแบ่งเมื่อใด แต่ละช่วงยาวเท่าใด หน้าต่างเหลื่อมกันแค่ไหน) ส่วนเกณฑ์ตัดสินของการจัดกลุ่มผู้พูดและการตรวจจับลายเสียงไม่เปลี่ยน «มาตรฐาน» ตรงกับพฤติกรรมเริ่มต้นเดิม และการเปลี่ยนแปลงจะมีผลหลังถอดเสียงใหม่เท่านั้น
tr: Seviye yükseldikçe işleme incelir: bölütleme pencereleri arasındaki örtüşmenin artması ve bölütlerin uzaması konuşmacı sınırlarını daha kesin yapar, karşılığında daha fazla CPU ve bellek kullanılır. Bu seviye yalnızca bölütleme parametrelerini değiştirir (ne zaman bölünecek, her bölüt ne kadar uzun, pencereler ne kadar örtüşecek); konuşmacı kümeleme ve ses izi tanıma karar eşikleri değişmez. «Standart» önceki varsayılan davranışla aynıdır; değişiklikler ancak yeniden yazıya dökme sonrasında geçerli olur.
uk: Що вищий рівень, то точніша обробка: більше перекриття вікон сегментації та довші сегменти роблять межі мовців точнішими, але потребують більше процесора й пам’яті. Рівень змінює лише параметри сегментації (коли розділяти, яка довжина сегмента й наскільки перекриваються вікна); пороги кластеризації мовців і розпізнавання голосових відбитків залишаються незмінними. «Стандартний» відповідає попередній типовій поведінці; зміни набувають чинності лише після повторного розпізнавання.
vi: Càng cao càng mịn: cửa sổ phân đoạn chồng lấn nhiều hơn và mỗi đoạn dài hơn giúp ranh giới người nói chính xác hơn, nhưng tốn thêm CPU và bộ nhớ. Mức này chỉ thay đổi các tham số phân đoạn (khi nào tách, mỗi đoạn dài bao lâu, cửa sổ chồng lấn bao nhiêu); ngưỡng quyết định của việc gom cụm người nói và nhận diện mẫu giọng không đổi. «Tiêu chuẩn» giống với hành vi mặc định trước đây; thay đổi chỉ có hiệu lực sau khi chép lời lại.
zh_hant: 越高越細：分段視窗重疊更多、每段更長，說話人邊界更精確，同時更吃 CPU 與記憶體。檔位只調整分段相關參數（何時分段、每段多長、視窗重疊多少），說話人聚類與聲紋辨識的判定標準不變。「標準」與歷史預設行為一致；修改後需重新轉寫才生效。

source: 跟随系统
ar: متابعة النظام
de: Systemeinstellung verwenden
en: Follow System
es: Seguir el sistema
fr: Suivre le système
hi: सिस्टम के अनुसार
id: Ikuti Sistem
it: Segui il sistema
ja: システムに従う
ko: 시스템 따르기
nl: Systeeminstelling volgen
pl: Zgodnie z systemem
pt: Seguir o sistema
ru: Как в системе
sv: Följ systemet
th: ตามระบบ
tr: Sistemi izle
uk: Як у системі
vi: Theo hệ thống
zh_hant: 跟隨系統

source: 跟随系统默认
ar: اتباع الإعداد الافتراضي للنظام
de: Systemstandard folgen
en: Follow System Default
es: Seguir el valor predeterminado del sistema
fr: Suivre la valeur par défaut du système
hi: सिस्टम डिफ़ॉल्ट का पालन करें
id: Ikuti Default Sistem
it: Segui il valore predefinito di sistema
ja: システムのデフォルトに従う
ko: 시스템 기본값 따르기
nl: Systeemstandaard volgen
pl: Zgodnie z domyślnym systemowym
pt: Seguir o padrão do sistema
ru: Как в системе по умолчанию
sv: Följ systemstandard
th: ใช้ค่าเริ่มต้นของระบบ
tr: Sistem Varsayılanını Kullan
uk: Як у системі (типово)
vi: Theo mặc định hệ thống
zh_hant: 跟隨系統預設

source: 路径无效
ar: مسار غير صالح
de: Ungültiger Pfad
en: Invalid path
es: Ruta no válida
fr: Chemin invalide
hi: अमान्य पथ
id: Jalur tidak valid
it: Percorso non valido
ja: 無効なパス
ko: 잘못된 경로
nl: Ongeldig pad
pl: Nieprawidłowa ścieżka
pt: Caminho inválido
ru: Недопустимый путь
sv: Ogiltig sökväg
th: เส้นทางไม่ถูกต้อง
tr: Geçersiz yol
uk: Недійсний шлях
vi: Đường dẫn không hợp lệ
zh_hant: 路徑無效

source: 身份证号
ar: رقم الهوية
de: Ausweisnummer
en: ID Number
es: Número de identidad
fr: Numéro d’identité
hi: आईडी नंबर
id: Nomor KTP
it: Numero di documento
ja: 身分証番号
ko: 주민등록번호
nl: Identiteitsnummer
pl: Numer dowodu
pt: Número de identidade
ru: Номер документа
sv: ID-nummer
th: เลขบัตรประชาชน
tr: Kimlik numarası
uk: Номер документа
vi: Số CMND
zh_hant: 身份證號

source: 转写
ar: تفريغ
de: Transkribieren
en: Transcribe
es: Transcribir
fr: Transcrire
hi: ट्रांसक्राइब करें
id: Transkripsi
it: Trascrivi
ja: 文字起こし
ko: 전사
nl: Transcribeer
pl: Transkrybuj
pt: Transcrever
ru: Расшифровать
sv: Transkribera
th: ถอดความ
tr: Çeviri yaz
uk: Транскрибувати
vi: Chuyển ngữ
zh_hant: 轉寫

source: 转写、总结、待办一次跑完
ar: التفريغ والتلخيص واستخراج المهام دفعة واحدة
de: Transkription, Zusammenfassung und Aufgaben in einem Durchlauf
en: Transcribe, summarize, and extract to-dos in one go
es: Transcribir, resumir y extraer tareas de una vez
fr: Transcrire, résumer et extraire les tâches en une seule fois
hi: ट्रांसक्राइब, सारांश और कार्य एक बार में
id: Transkripsi, ringkas, dan ekstrak tugas sekaligus
it: Trascrivi, riepiloga ed estrai le attività in un colpo solo
ja: 文字起こし・要約・ToDo 抽出を一度に実行
ko: 전사, 요약, 할 일 추출을 한 번에
nl: Transcriberen, samenvatten en taken extraheren in één keer
pl: Transkrypcja, podsumowanie i wyodrębnianie zadań za jednym razem
pt: Transcrever, resumir e extrair tarefas de uma só vez
ru: Расшифровка, резюме и извлечение задач за один раз
sv: Transkribera, sammanfatta och extrahera uppgifter i ett svep
th: ถอดความ สรุป และแยกงานในครั้งเดียว
tr: Tek seferde çeviri yaz, özetle ve görev çıkar
uk: Транскрипція, підсумок і видобування завдань за один раз
vi: Chuyển ngữ, tóm tắt và trích xuất việc cần làm trong một lần
zh_hant: 轉寫、總結、待辦一次跑完
